Repository: xdgf558/MindBudget
Catalog: MindBudget/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# brand.productName
source: MindBudget
zh_hans: 花有数

# brand.subtitle
source: A gentle budgeting and spending review tool
zh_hans: 温和的预算与消费复盘工具

# bootstrap.status.ready
source: MindBudget is ready
zh_hans: 花有数已就绪

# bucket.discretionary
source: Flexible
zh_hans: 灵活

# bucket.fixed
source: Fixed
zh_hans: 固定

# bucket.savings
source: Savings
zh_hans: 储蓄

# budget.confirm.action
source: Review Amounts
zh_hans: 核对金额

# budget.confirm.save
source: Save Confirmed Budgets
zh_hans: 保存已确认的预算

# budget.confirm.title
source: Confirm Budgets
zh_hans: 确认预算

# budget.currency
source: Accounting currency
zh_hans: 记账币种

# budget.currency.footer
source: The accounting currency cannot be changed after your first budget is saved.
zh_hans: 首个预算保存后，记账币种将不能更改。

# budget.cycleStartDay
source: Cycle starts on day
zh_hans: 预算周期起始日

# budget.error.income
source: Enter a valid monthly income.
zh_hans: 请输入有效的月收入。

# budget.error.reserved
source: Fixed expenses and the savings goal cannot exceed the spending budget.
zh_hans: 固定支出与储蓄目标之和不能超过支出预算。

# budget.error.saving
source: Enter a valid savings goal.
zh_hans: 请输入有效的储蓄目标。

# budget.error.total
source: Enter a valid spending budget.
zh_hans: 请输入有效的支出预算。

# budget.firstRegular.amounts
source: Following regular-period amounts
zh_hans: 随后常规周期金额

# budget.firstRegular.message
source: MindBudget will not copy a short-period amount into a full period without your confirmation.
zh_hans: 未经你确认，花有数不会把短周期金额沿用到完整周期。

# budget.firstRegular.recovery.message
source: Enter the regular-period amounts. MindBudget leaves them blank instead of guessing from a short period.
zh_hans: 请输入常规周期金额。花有数不会根据短周期金额进行猜测。

# budget.firstRegular.period
source: Following regular period
zh_hans: 随后的常规周期

# budget.firstRegular.title
source: Confirm the next regular budget
zh_hans: 确认下一个常规周期预算

# budget.monthlyIncome
source: Income this month
zh_hans: 本月收入

# budget.period.end
source: Ends
zh_hans: 结束

# budget.period.start
source: Starts
zh_hans: 开始

# budget.save
source: Save Budget
zh_hans: 保存预算

# budget.savingGoal
source: Savings goal
zh_hans: 储蓄目标

# budget.setup.amounts
source: Amounts for this period
zh_hans: 本周期金额

# budget.setup.basics
source: Basics
zh_hans: 基本信息

# budget.setup.title
source: Budget Setup
zh_hans: 设置预算

# budget.totalBudget
source: Expected expenses
zh_hans: 预计支出

# budget.transition.amounts
source: Transition-period amounts
zh_hans: 过渡周期金额

# budget.transition.independent.footer
source: These two budgets are independent. Changing one will not change the other.
zh_hans: 这两个预算相互独立，修改其中一个不会改变另一个。

# budget.transition.message
source: Confirm a budget for the short period and another for the following regular period.
zh_hans: 请分别确认短过渡周期和随后常规周期的预算。

# budget.transition.shortPeriod
source: Short transition period
zh_hans: 短过渡周期

# budget.transition.title
source: A short transition period needs a budget
zh_hans: 短过渡周期需要预算

# category.clothing
source: Clothing
zh_hans: 服饰

# category.coffee
source: Coffee
zh_hans: 咖啡

# category.education
source: Education
zh_hans: 教育

# category.electronics
source: Electronics
zh_hans: 数码

# category.entertainment
source: Entertainment
zh_hans: 娱乐

# category.food
source: Dining
zh_hans: 餐饮

# category.gifts
source: Gifts
zh_hans: 礼物

# category.groceries
source: Groceries
zh_hans: 日用品

# category.health
source: Health
zh_hans: 健康

# category.other
source: Other
zh_hans: 其他

# category.rent
source: Rent
zh_hans: 房租

# category.shopping
source: Shopping
zh_hans: 购物

# category.social
source: Social
zh_hans: 社交

# category.subscriptions
source: Subscriptions
zh_hans: 订阅

# category.transport
source: Transport
zh_hans: 交通

# category.travel
source: Travel
zh_hans: 旅行

# category.utilities
source: Utilities
zh_hans: 水电杂费

# common.all
source: All
zh_hans: 全部

# common.cancel
source: Cancel
zh_hans: 取消

# common.delete
source: Delete
zh_hans: 删除

# common.done
source: Done
zh_hans: 完成

# common.edit
source: Edit
zh_hans: 编辑

# common.loading
source: Loading
zh_hans: 正在加载

# common.no
source: No
zh_hans: 否

# common.retry
source: Try Again
zh_hans: 重试

# common.save
source: Save
zh_hans: 保存

# common.yes
source: Yes
zh_hans: 是

# dashboard.available.message
source: Flexible money available after spending and unpaid fixed expenses.
zh_hans: 扣除已消费与尚未支付的固定支出后，可灵活使用的金额。

# dashboard.available.negative
source: Your flexible budget is below zero. Review the plan when convenient.
zh_hans: 灵活预算已低于零，可以在方便时检查一下计划。

# dashboard.available.title
source: Available right now
zh_hans: 当前可用

# dashboard.freeBudget.over
source: Flexible budget used beyond plan
zh_hans: 超出灵活预算

# dashboard.noBudget.action
source: Set Up Budget
zh_hans: 设置预算

# dashboard.noBudget.message
source: Add a few amounts to see what is available today.
zh_hans: 填写几个金额，就能看到今天可以花多少。

# dashboard.noBudget.title
source: Set up your first budget
zh_hans: 设置你的首个预算

# dashboard.period.of
source: of
zh_hans: 共

# dashboard.period.progress
source: Budget used
zh_hans: 预算使用进度

# dashboard.period.progress.value %lld
source: %lld%% used
zh_hans: 已使用 %lld%%

# dashboard.period.title
source: This budget period
zh_hans: 本预算周期

# dashboard.safeDaily
source: Comfortable daily amount
zh_hans: 每日安心可用

# dashboard.pace.ahead
source: Ahead of your even pace by
zh_hans: 比均匀节奏多用了

# dashboard.pace.accessibility %lld %lld %lld
source: Spent %1$lld%%; day %2$lld of %3$lld
zh_hans: 已花 %1$lld%%；第 %2$lld 天，共 %3$lld 天

# dashboard.pace.day %lld %lld
source: Day %1$lld of %2$lld
zh_hans: 第 %1$lld / %2$lld 天

# dashboard.pace.title
source: This cycle's pace
zh_hans: 本周期节奏

# dashboard.pace.within
source: Within your even pace by
zh_hans: 比均匀节奏少用了

# dashboard.today.left
source: Left to spend today
zh_hans: 今天还可以花

# dashboard.today.exceeded
source: Today's reference amount was exceeded by
zh_hans: 今天已超出参考额度

# dashboard.today.gentlePause
source: Pausing here is okay.
zh_hans: 接下来先缓一缓也没关系。

# dashboard.today.noAllowance
source: No daily amount is currently available from this cycle's flexible budget.
zh_hans: 本周期灵活预算暂无可分配的今日额度。

# dashboard.today.spent
source: Logged today
zh_hans: 今天已记

# dashboard.today.used
source: Today's reference amount is used up. Pausing here is okay.
zh_hans: 今天的参考额度已用完，接下来先缓一缓也没关系。

# dashboard.title
source: Today
zh_hans: 今天

# error.data.delete
source: MindBudget couldn't delete this expense. Try again.
zh_hans: 花有数无法删除这笔消费，请重试。

# error.data.load
source: MindBudget couldn't load your local data.
zh_hans: 花有数无法加载你的本地数据。

# error.data.save
source: MindBudget couldn't save this change. Your existing data is still intact.
zh_hans: 花有数无法保存这次更改，你已有的数据仍然完好。

# error.title
source: Something went wrong
zh_hans: 出现了问题

# expense.add.title
source: Add Expense
zh_hans: 记一笔

# expense.amount
source: Amount
zh_hans: 金额

# expense.amount.warning.continue
source: The amount is correct
zh_hans: 金额无误

# expense.amount.warning.message
source: This is larger than your entire spending budget for this period. You can still save it if it is correct.
zh_hans: 这笔金额大于本周期的全部支出预算。如果金额无误，你仍然可以保存。

# expense.amount.warning.title
source: Check this amount
zh_hans: 请核对金额

# expense.bucket
source: Budget type
zh_hans: 预算类型

# expense.category
source: Category
zh_hans: 分类

# expense.date
source: Date
zh_hans: 日期

# expense.date.today
source: Today
zh_hans: 今天

# expense.date.yesterday
source: Yesterday
zh_hans: 昨天

# expense.delete.message
source: This updates your budget totals and cannot be undone.
zh_hans: 删除后会同步更新预算汇总，且无法撤销。

# expense.delete.title
source: Delete this expense?
zh_hans: 删除这笔消费？

# expense.detail.title
source: Expense Details
zh_hans: 消费详情

# expense.details
source: Details
zh_hans: 详情

# expense.edit.title
source: Edit Expense
zh_hans: 编辑消费

# expense.error.amount.empty
source: Enter an amount.
zh_hans: 请输入金额。

# expense.error.amount.invalid
source: Enter a valid amount for this currency.
zh_hans: 请输入该币种下的有效金额。

# expense.error.amount.positive
source: The expense amount must be greater than zero.
zh_hans: 消费金额必须大于零。

# expense.error.amount.precision
source: This currency supports fewer decimal places. Check the amount and try again.
zh_hans: 该币种支持的小数位更少，请检查金额后重试。

# expense.error.amount.range
source: This amount is outside MindBudget's supported range.
zh_hans: 该金额超出花有数支持的范围。

# expense.error.currencyMismatch
source: This expense uses a different currency from your existing MindBudget data. Use your current accounting currency to continue.
zh_hans: 这笔消费的币种与现有花有数数据不一致，请使用当前会计币种后重试。

# expense.error.dateTooFar
source: This date is too far from your current budget. Choose a nearer date and try again.
zh_hans: 该日期距离当前预算过远，请选择较近的日期后重试。

# expense.error.invalidStoredData
source: Some saved budget data couldn't be read safely. Return to the Dashboard and try again.
zh_hans: 部分已保存的预算数据无法安全读取，请返回首页后重试。

# expense.error.timeZone
source: MindBudget couldn't determine this expense's time zone.
zh_hans: 花有数无法确定这笔消费的时区。

# expense.impact.exceedsFree
source: Flexible budget after this
zh_hans: 记账后灵活预算余额

# expense.impact.exceedsTotal
source: Total budget after this
zh_hans: 记账后总预算余额

# expense.impact.firstRegular
source: Your first full budget on the new schedule still needs confirmation. You can record this expense without an impact estimate.
zh_hans: 新周期规则下的首个完整预算仍待确认；你可以先记录消费，但暂不显示预算影响。

# expense.impact.historical
source: This date is earlier than your saved budgets. You can record the expense without an impact estimate.
zh_hans: 该日期早于已保存的预算；你可以记录消费，但暂不显示预算影响。

# expense.impact.remaining
source: Total budget after this
zh_hans: 记账后总预算余额

# expense.impact.unconfigured
source: No budget covers this date, so an impact estimate is unavailable.
zh_hans: 该日期没有对应的预算，暂时无法估算这笔消费的影响。

# expense.impact.transition
source: Your budget schedule change still needs confirmation. You can record this expense without an impact estimate.
zh_hans: 预算周期调整仍待确认；你可以先记录消费，但暂不显示预算影响。

# expense.impact.unavailable
source: MindBudget couldn't load the budget impact for this date.
zh_hans: 花有数暂时无法加载该日期的预算影响。

# expense.merchant
source: Merchant
zh_hans: 商家

# expense.merchant.suggestions
source: Recent merchants
zh_hans: 最近商家

# expense.note
source: Note
zh_hans: 备注

# expense.optional
source: Optional details
zh_hans: 选填信息

# expense.planned
source: Planned expense
zh_hans: 计划内消费

# expense.quickAdd
source: Add Expense
zh_hans: 记一笔

# expenses.empty.message
source: Add your first expense when you are ready.
zh_hans: 准备好时，记下你的第一笔消费。

# expenses.empty.title
source: No expenses yet
zh_hans: 还没有消费记录

# expenses.filter
source: Filter
zh_hans: 筛选

# expenses.filter.bucket
source: Budget type
zh_hans: 预算类型

# expenses.filter.category
source: Category
zh_hans: 分类

# expenses.filter.clear
source: Clear Filters
zh_hans: 清除筛选

# expenses.filter.empty.message
source: Try changing or clearing the filters.
zh_hans: 可以尝试更改或清除筛选条件。

# expenses.filter.empty.title
source: No matching expenses
zh_hans: 没有符合条件的消费

# expenses.recent
source: Recent expenses
zh_hans: 最近消费

# expenses.search
source: Search category or merchant
zh_hans: 搜索分类或商家

# expenses.title
source: Expenses
zh_hans: 消费记录

# insights.empty.message
source: Helpful spending patterns will appear here when they are available.
zh_hans: 有参考价值的消费规律出现后，会显示在这里。

# insights.empty.title
source: Insights will appear here
zh_hans: 洞察会显示在这里

# onboarding.benefit.private
source: Keep your financial data on this device
zh_hans: 财务数据保存在这台设备上

# onboarding.benefit.record
source: Record everyday spending quickly
zh_hans: 快速记录日常消费

# onboarding.benefit.understand
source: Understand today's flexible budget
zh_hans: 了解今天的灵活可用预算

# onboarding.continue
source: Set Up My Budget
zh_hans: 设置我的预算

# onboarding.message
source: See what you can spend today, then record an expense in seconds.
zh_hans: 先看清今天可以花多少，再用几秒记下一笔消费。

# onboarding.title
source: A calmer way to manage money
zh_hans: 更从容地管理每一笔钱

# settings.appearance.included
source: All three current skins are included. Changing a skin only changes presentation; your budget data stays the same.
zh_hans: 当前三个皮肤均可直接使用。切换皮肤只会改变显示效果，不会影响预算数据。

# settings.appearance.section
source: Choose a skin
zh_hans: 选择皮肤

# settings.appearance.selected
source: Selected
zh_hans: 已选择

# settings.appearance.skin.auroraGlow
source: Aurora Glow
zh_hans: 极光流彩

# settings.appearance.skin.auroraGlow.description
source: Deep teal with calm aurora highlights
zh_hans: 深青底色与柔和极光高光

# settings.appearance.skin.neonPulse
source: Neon Pulse
zh_hans: 霓虹星河

# settings.appearance.skin.neonPulse.description
source: Midnight purple with cyan neon energy
zh_hans: 午夜紫与青蓝霓虹光感

# settings.appearance.skin.warmBotanical
source: Warm Botanical
zh_hans: 暖光森意

# settings.appearance.skin.warmBotanical.description
source: Warm cream with quiet botanical green
zh_hans: 温暖奶油色与安静森绿色

# settings.appearance.title
source: Appearance and skins
zh_hans: 外观与皮肤

# settings.about.section
source: About
zh_hans: 关于

# settings.releaseNotes.settingsGroups
source: Settings is now grouped into Budget, Reminders and Intelligence, Subscription, General, Privacy, and About, so related pages sit together and every group is announced by VoiceOver.
zh_hans: 设置改为「预算」「提醒与智能」「订阅」「通用」「隐私」「关于」分组，相关页面归在一处，每个分组也能被旁白朗读。

# settings.releaseNotes.languageEntry
source: App language now has its own Settings entry under General instead of hiding inside appearance, and choosing a language no longer opens an extra screen.
zh_hans: 应用语言从「外观与皮肤」中独立出来，成为「通用」下的单独入口，选择语言也不再多打开一层页面。

# settings.releaseNotes.chartPalette
source: Chart colours now follow the skin you chose instead of fixed system colours, and neighbouring segments alternate warm and cool. Every category name still appears in the key.
zh_hans: 图表配色改为跟随所选皮肤，不再使用固定的系统色，相邻分段冷暖交替。图例仍会显示每个分类名称。

# settings.releaseNotes.insightsGroups
source: Insights is now grouped into This cycle, Long-term goals, Where money went, and patterns to review, so the screen reads as a few themes instead of one long column of cards.
zh_hans: 洞察改为「本期」「长期目标」「消费构成」与可回看的模式分组，页面读起来是几个主题，而不是一长列卡片。

# insights.group.currentCycle
source: This cycle
zh_hans: 本期

# insights.group.longTerm
source: Long-term goals
zh_hans: 长期目标

# insights.group.composition
source: Where money went
zh_hans: 消费构成

# settings.group.budget
source: Budget
zh_hans: 预算

# settings.group.budget.footer
source: Income, savings goal, and fixed expenses together decide how much this cycle leaves you to spend.
zh_hans: 收入、储蓄目标与固定支出共同决定本周期可支配的金额。

# settings.group.assistance
source: Reminders and Intelligence
zh_hans: 提醒与智能

# settings.group.subscription
source: Subscription
zh_hans: 订阅

# settings.group.general
source: General
zh_hans: 通用

# settings.releaseNotes.0_9_0.foundation
source: Introduced local-first budgeting, manual expense tracking, insights, wishlist cooling-off, and deterministic Ask.
zh_hans: 推出本地优先的预算、手动记账、洞察、愿望冷静期与确定性问答功能。

# settings.releaseNotes.0_9_0.privacy
source: Added explicit CSV export, staged data deletion, privacy controls, and local-only reminder history.
zh_hans: 加入明确的 CSV 导出、分阶段数据删除、隐私控制与仅存本机的提醒历史。

# settings.releaseNotes.0_9_0.system
source: Added optional Siri, Shortcuts, Spotlight, accessibility, and TestFlight readiness foundations.
zh_hans: 加入可选的 Siri、快捷指令、Spotlight、无障碍与 TestFlight 准备基础。

# settings.releaseNotes.history
source: Previous versions
zh_hans: 历史版本

# settings.releaseNotes.history.footer
source: Only the installed version's notes stay open. Earlier versions are kept here and remain collapsed by default.
zh_hans: 仅当前安装版本的更新内容默认展开；较早版本保留在这里，并默认收起。

# settings.releaseNotes.title
source: What's new
zh_hans: 版本更新

# settings.releaseNotes.unavailable
source: Release notes are not available for this build.
zh_hans: 当前构建暂无对应的更新说明。

# settings.releaseNotes.askLocalization
source: Ask now keeps answers and action labels in the selected app language.
zh_hans: “问花有数”现会使用当前界面语言显示回答和操作名称。

# settings.releaseNotes.budgetEditing
source: Restored editing for the current period's income, spending budget, fixed expenses, savings goal, and future cycle start day.
zh_hans: 恢复当前周期的月收入、支出预算、固定支出、储蓄目标与后续周期起始日修改功能。

# settings.releaseNotes.chineseBrand
source: Simplified Chinese now consistently uses the product name 花有数.
zh_hans: 简体中文界面已统一使用产品名称“花有数”。

# settings.releaseNotes.included
source: All three current skins are included, with improved previews and text readability.
zh_hans: 三套现有皮肤均可直接使用，并优化了预览与文字可读性。

# settings.releaseNotes.launchAnimation
source: Added a brief brand animation for cold launches, with Reduce Motion support.
zh_hans: 新增简短的冷启动品牌动画，并支持“减少动态效果”。

# settings.releaseNotes.skins
source: Added Aurora Glow, Warm Botanical, and Neon Pulse with complete background artwork.
zh_hans: 新增极光、暖植与霓虹三套皮肤，并补充完整背景图案。

# settings.releaseNotes.version
source: What's new in %@
zh_hans: %@ 更新内容

# settings.budget.basics.footer
source: The accounting currency stays locked. A new cycle start day applies after the current period and may require confirmation for a shorter transition period.
zh_hans: 记账币种保持锁定。新的周期起始日会在当前周期结束后生效；如产生较短的过渡周期，花有数会请你另行确认。

# settings.budget.currentPeriod
source: Current period
zh_hans: 当前周期

# settings.budget.flexiblePreview
source: Disposable budget this period
zh_hans: 本期可支配预算

# settings.budget.legacyFixedForecast
source: This current legacy period keeps its previous expected-expense funding base and any fixed-expense reservation so the upgrade does not change its disposable budget. Next period switches to income minus savings, with fixed expenses counted only when recorded.
zh_hans: 当前旧版周期会继续使用原有的预计支出计算基准及固定支出预留，避免升级后可支配预算发生变化。下个周期将改为按本月收入减储蓄目标计算，固定支出仅在实际记账后计入。

# settings.budget.allocation.zeroBudget
source: No funding is currently available under this period's calculation, so the disposable budget is zero.
zh_hans: 按本周期的计算方式，目前没有可用于支出的金额，因此本期可支配预算为 0。

# settings.budget.allocation.fullyAllocated
source: Current savings and compatibility reservations use all funding available under this period's calculation, so the disposable budget is zero.
zh_hans: 当前储蓄与兼容预留已用完按本周期计算方式可用的金额，因此本期可支配预算为 0。

# settings.budget.allocation.overcommitted
source: Current savings and compatibility reservations exceed the funding available under this period's calculation. You can still save, but the disposable budget will stay at zero.
zh_hans: 当前储蓄与兼容预留超过按本周期计算方式可用的金额。你仍可保存，但本期可支配预算会显示为 0。

# settings.budget.error.notCurrent
source: The current budget changed while this page was open. Reload it and try again.
zh_hans: 打开此页面后，当前预算状态发生了变化。请重新载入后再试。

# settings.budget.loading
source: Loading current budget
zh_hans: 正在载入当前预算

# settings.budget.saved
source: Current budget updated
zh_hans: 当前预算已更新

# settings.budget.section
source: Budget
zh_hans: 预算

# settings.currency
source: Accounting currency
zh_hans: 记账币种

# settings.cycleStartDay
source: Cycle start day
zh_hans: 周期起始日

# settings.privacy.localOnly
source: Local by default
zh_hans: 默认仅保存在本地

# settings.privacy.message
source: Your budget and expense records stay on this device.
zh_hans: 你的预算与消费记录保存在这台设备上。

# settings.privacy.section
source: Privacy
zh_hans: 隐私

# settings.tracking.none
source: No ads or cross-app tracking.
zh_hans: 无广告，也不进行跨 App 跟踪。

# settings.version
source: Version
zh_hans: 版本

# storage.recovery.message
source: Your local data has not been deleted. Retry after freeing storage or restarting the device.
zh_hans: 你的本地数据尚未被删除。请在释放存储空间或重启设备后重试。

# storage.recovery.retry
source: Try Again
zh_hans: 重试

# storage.recovery.title
source: MindBudget couldn't open your data
zh_hans: 花有数无法打开你的数据

# tab.add
source: Add
zh_hans: 记一笔

# tab.dashboard
source: Today
zh_hans: 今天

# tab.insights
source: Insights
zh_hans: 洞察

# tab.log
source: Log
zh_hans: 流水

# tab.position %lld %lld
source: Tab %1$lld of %2$lld
zh_hans: 第 %1$lld 个标签，共 %2$lld 个

# tab.settings
source: Settings
zh_hans: 设置

# tab.wishlist
source: Wishlist
zh_hans: 心愿单

# wishlist.empty.message
source: Items you want to consider before buying will appear here.
zh_hans: 想在购买前再考虑一下的物品，会显示在这里。

# common.none
source: None
zh_hans: 不选择

# expense.addToWishlist
source: Consider in wishlist
zh_hans: 先放进愿望清单

# expense.addToWishlist.help
source: Keep these details as a possible purchase without recording an expense.
zh_hans: 把当前内容保留为一个待考虑的购买，不会记成消费。

# expense.context
source: Optional context
zh_hans: 可选的购买背景

# expense.emotion
source: How I felt
zh_hans: 当时的状态

# expense.emotion.disclaimer
source: These are your own notes, not an assessment or diagnosis.
zh_hans: 这些标签是你自己的记录，不是评估或诊断。

# expense.reason
source: Reason for buying
zh_hans: 购买原因

# emotion.neutral
source: Everyday state
zh_hans: 日常状态

# emotion.stressed
source: Under pressure
zh_hans: 压力大的时候

# emotion.tired
source: Feeling tired
zh_hans: 累的时候

# emotion.bored
source: Feeling bored
zh_hans: 有点无聊

# emotion.lonely
source: On my own
zh_hans: 一个人的时候

# emotion.excited
source: Feeling excited
zh_hans: 有点兴奋

# emotion.celebrating
source: Celebrating
zh_hans: 想庆祝一下

# emotion.anxious
source: Feeling worried
zh_hans: 担心的时候

# emotion.socialPressure
source: Social occasion
zh_hans: 社交场合

# emotion.imageBoost
source: Wanted to feel put-together
zh_hans: 想让状态更好

# emotion.impulse
source: Spur of the moment
zh_hans: 临时起意

# purchaseReason.need
source: Needed
zh_hans: 实际需要

# purchaseReason.planned
source: Planned
zh_hans: 已经计划

# purchaseReason.reward
source: A treat for myself
zh_hans: 想奖励自己

# purchaseReason.stressRelief
source: To unwind
zh_hans: 想放松一下

# purchaseReason.socialEvent
source: Social event
zh_hans: 社交活动

# purchaseReason.imageUpgrade
source: To feel more put-together
zh_hans: 想让状态更好

# purchaseReason.curiosity
source: Curiosity
zh_hans: 想试试看

# purchaseReason.convenience
source: Convenience
zh_hans: 更方便

# purchaseReason.impulse
source: Spur-of-the-moment decision
zh_hans: 临时决定

# purchaseReason.other
source: Other
zh_hans: 其他

# wishlist.action.archive
source: Archive
zh_hans: 归档

# wishlist.action.coolAgain
source: Cool off again
zh_hans: 再冷静一轮

# wishlist.action.purchased
source: Mark as purchased
zh_hans: 标记购买

# wishlist.action.reactivate
source: Consider again
zh_hans: 重新考虑

# wishlist.action.error.invalidStoredData
source: Some stored information could not be read. Refresh before trying again.
zh_hans: 部分已存信息暂时无法读取，请刷新后再试。

# wishlist.action.error.persistence
source: The change could not be saved. Refresh and try again.
zh_hans: 这次更改未能保存，请刷新后重试。

# wishlist.action.error.stateChanged
source: This item changed since the screen opened. Refresh to see its current status.
zh_hans: 这个愿望的状态已经变化，请刷新查看当前状态。

# wishlist.action.error.title
source: Couldn’t update this item
zh_hans: 暂时无法更新

# wishlist.action.skipped
source: Mark as skipped
zh_hans: 标记跳过

# wishlist.action.startCooling
source: Start cooling-off period
zh_hans: 开始冷静期

# wishlist.actions
source: Options
zh_hans: 可选操作

# wishlist.add.title
source: Add wishlist item
zh_hans: 添加愿望

# wishlist.addedAt
source: Added
zh_hans: 加入时间

# wishlist.cooling.duration
source: Duration
zh_hans: 时长

# wishlist.cooling.error.invalidStoredData
source: Some stored information could not be read. Close this sheet and refresh the item.
zh_hans: 部分已存信息暂时无法读取，请关闭此页并刷新愿望。

# wishlist.cooling.error.persistence
source: The cooling-off period could not be saved. Try again.
zh_hans: 冷静期未能保存，请重试。

# wishlist.cooling.error.stateChanged
source: This item changed or already has an active cooling-off period. Close this sheet and review its current status.
zh_hans: 这个愿望的状态已经变化，或已有进行中的冷静期。请关闭此页查看当前状态。

# wishlist.cooling.history
source: Cooling-off history
zh_hans: 冷静期记录

# wishlist.cooling.noNotification
source: This starts a local countdown. No notification is scheduled yet.
zh_hans: 这里会开始本地倒计时，目前不会安排系统通知。

# wishlist.cooling.ready
source: Ready to review
zh_hans: 可以再看看了

# wishlist.cooling.remaining.days
source: %lldd %lldh remaining
zh_hans: 还剩 %lld 天 %lld 小时

# wishlist.cooling.remaining.hours
source: %lldh %lldm remaining
zh_hans: 还剩 %lld 小时 %lld 分钟

# wishlist.cooling.remaining.minutes
source: %lldm remaining
zh_hans: 还剩 %lld 分钟
